[
  {
    "section": "Market Opportunity",
    "question": "What is the total addressable market (TAM) for plastic bottle collection from condominiums in Bangkok, and how is it segmented by building type, size, and location?"
  },
  {
    "section": "Market Opportunity",
    "question": "What is the estimated volume of PET bottles generated per condominium per month, and how does this vary across different districts or building demographics?"
  },
  {
    "section": "Market Opportunity",
    "question": "How many condominiums are there in Bangkok, and what percentage have existing recycling programs or contracts with competitors?"
  },
  {
    "section": "Market Opportunity",
    "question": "What are the current collection and recycling rates for plastic bottles in Bangkok’s residential sector, and how do these compare to national averages?"
  },
  {
    "section": "Market Opportunity",
    "question": "What are the key drivers of growth in the Bangkok plastic bottle recycling market (e.g., regulatory changes, consumer awareness, government incentives)?"
  },
  {
    "section": "Market Opportunity",
    "question": "How does the business plan to expand beyond condominiums (e.g., to office buildings, hotels, schools), and what is the potential market size for these segments?"
  },
  {
    "section": "Market Opportunity",
    "question": "What are the main barriers to entry for new players in the Bangkok plastic bottle collection market?"
  },
  {
    "section": "Market Opportunity",
    "question": "How is the market expected to evolve over the next 5–10 years in terms of volume, pricing, and regulatory requirements?"
  },
  {
    "section": "Market Opportunity",
    "question": "What is the impact of recent government initiatives (e.g., BMA’s “No Mixed Waste” program, waste separation fee incentives) on the market opportunity?"
  },
  {
    "section": "Market Opportunity",
    "question": "How does the business plan to capture market share from informal collectors and established waste management companies?"
  },
  {
    "section": "Business Model and Revenue Streams",
    "question": "What is the core business model: direct collection and resale of bottles, provision of collection services to condominiums, or integrated recycling (collection plus processing)?"
  },
  {
    "section": "Business Model and Revenue Streams",
    "question": "What are the primary revenue streams (e.g., sale of PET bottles to recyclers, service fees from condominiums, carbon credits, data services)?"
  },
  {
    "section": "Business Model and Revenue Streams",
    "question": "How are prices for collected PET bottles determined, and how volatile are these prices?"
  },
  {
    "section": "Business Model and Revenue Streams",
    "question": "What is the typical contract structure with condominiums (e.g., exclusive agreements, revenue sharing, fixed service fees)?"
  },
  {
    "section": "Business Model and Revenue Streams",
    "question": "Are there opportunities for value-added services (e.g., data analytics for ESG reporting, educational programs, branded recycling campaigns)?"
  },
  {
    "section": "Business Model and Revenue Streams",
    "question": "How does the business plan to monetize environmental impact (e.g., carbon credits, plastic credits, partnerships with brands seeking recycled content)?"
  },
  {
    "section": "Business Model and Revenue Streams",
    "question": "What is the expected customer acquisition cost (CAC) for new condominium contracts, and what is the average contract duration?"
  },
  {
    "section": "Business Model and Revenue Streams",
    "question": "How does the business plan to retain customers and prevent churn, especially as competitors enter the market?"
  },
  {
    "section": "Business Model and Revenue Streams",
    "question": "What is the projected revenue mix over the next five years, and how does this align with market trends?"
  },
  {
    "section": "Unit Economics and Financial Metrics",
    "question": "What are the key unit economics for the business (e.g., cost per kilogram collected, revenue per kilogram, gross margin per collection route)?"
  },
  {
    "section": "Unit Economics and Financial Metrics",
    "question": "What are the main cost drivers (labor, transport, sorting, contamination management, storage, equipment depreciation)?"
  },
  {
    "section": "Unit Economics and Financial Metrics",
    "question": "What is the break-even volume per condominium or collection route?"
  },
  {
    "section": "Unit Economics and Financial Metrics",
    "question": "How does contamination (e.g., food waste in bottles) affect processing costs and material value?"
  },
  {
    "section": "Unit Economics and Financial Metrics",
    "question": "What is the projected payback period for capital expenditures (e.g., vehicles, bins, sorting equipment)?"
  },
  {
    "section": "Unit Economics and Financial Metrics",
    "question": "How are fluctuations in PET prices and fuel costs modeled in financial projections?"
  },
  {
    "section": "Unit Economics and Financial Metrics",
    "question": "What are the expected gross and net margins at scale, and how do these compare to industry benchmarks?"
  },
  {
    "section": "Unit Economics and Financial Metrics",
    "question": "What is the cash conversion cycle (from collection to sale and payment)?"
  },
  {
    "section": "Unit Economics and Financial Metrics",
    "question": "How are bad debts, payment delays, or contract disputes accounted for in financial planning?"
  },
  {
    "section": "Unit Economics and Financial Metrics",
    "question": "What are the key financial KPIs tracked by management (e.g., EBITDA, ROIC, customer lifetime value)?"
  },
  {
    "section": "Competitive Landscape",
    "question": "Who are the main competitors in the Bangkok plastic bottle collection and recycling market (e.g., informal collectors, established recycling firms, tech-enabled startups)?"
  },
  {
    "section": "Competitive Landscape",
    "question": "What are the market shares of key players, and how are they differentiated (e.g., technology, scale, customer relationships)?"
  },
  {
    "section": "Competitive Landscape",
    "question": "How does the business plan to compete with the informal sector, which often operates at lower cost and with deep community ties?"
  },
  {
    "section": "Competitive Landscape",
    "question": "What are the strengths and weaknesses of major competitors (e.g., Indorama Ventures, Wongpanit, EcoBlue, Wastebuy Delivery, Glean, Trash Lucky)?"
  },
  {
    "section": "Competitive Landscape",
    "question": "Are there any recent market entrants with disruptive technologies or business models (e.g., smart bins, blockchain tracking, gamified recycling)?"
  },
  {
    "section": "Competitive Landscape",
    "question": "What are the barriers to entry for new competitors, and how defensible is the business’s position?"
  },
  {
    "section": "Competitive Landscape",
    "question": "How does the business plan to build and sustain competitive advantages (e.g., proprietary technology, exclusive contracts, brand partnerships)?"
  },
  {
    "section": "Competitive Landscape",
    "question": "What lessons can be learned from failed or struggling recycling startups in Thailand or similar markets?"
  },
  {
    "section": "Competitive Landscape",
    "question": "How does the business monitor competitor activity and adapt its strategy accordingly?"
  },
  {
    "section": "Regulatory Environment and Permits",
    "question": "What licenses and permits are required to operate a recycling business in Bangkok, and what is the status of each application (e.g., operating license, environmental permits, labor permits)?"
  },
  {
    "section": "Regulatory Environment and Permits",
    "question": "What are the requirements for machine power and employee numbers that trigger additional licensing (e.g., >50 HP, >50 employees)?"
  },
  {
    "section": "Regulatory Environment and Permits",
    "question": "How does the business ensure compliance with the National Environmental Quality Act, Public Health Act, and local BMA waste management regulations?"
  },
  {
    "section": "Regulatory Environment and Permits",
    "question": "What are the implications of the Foreign Business Act for ownership and control, and what structures (e.g., BOI promotion, preferential shares, FBL) are in place to ensure compliance?"
  },
  {
    "section": "Regulatory Environment and Permits",
    "question": "What is the process and timeline for obtaining and renewing key permits, and what are the associated costs?"
  },
  {
    "section": "Regulatory Environment and Permits",
    "question": "Are there any zoning or land use restrictions affecting the location of sorting or processing facilities?"
  },
  {
    "section": "Regulatory Environment and Permits",
    "question": "How does the business ensure compliance with waste transport and storage regulations?"
  },
  {
    "section": "Regulatory Environment and Permits",
    "question": "What are the penalties for non-compliance, and how are regulatory risks monitored and managed?"
  },
  {
    "section": "Regulatory Environment and Permits",
    "question": "How does the business stay abreast of evolving regulations, such as the upcoming Extended Producer Responsibility (EPR) laws and the BMA’s new waste separation fee structure?"
  },
  {
    "section": "Regulatory Environment and Permits",
    "question": "Are there any pending legal or regulatory actions against the company or its founders?"
  },
  {
    "section": "Board of Investment (BOI) Incentives and Foreign Ownership",
    "question": "Has the business applied for or received BOI promotion, and what incentives have been granted (e.g., tax holidays, 100% foreign ownership, land ownership rights)?"
  },
  {
    "section": "Board of Investment (BOI) Incentives and Foreign Ownership",
    "question": "What is the minimum capital investment required for BOI eligibility, and how does the business meet this threshold?"
  },
  {
    "section": "Board of Investment (BOI) Incentives and Foreign Ownership",
    "question": "What are the reporting and compliance obligations under BOI promotion, and how are these managed?"
  },
  {
    "section": "Board of Investment (BOI) Incentives and Foreign Ownership",
    "question": "How does BOI status affect the company’s ability to hire foreign staff and obtain work permits?"
  },
  {
    "section": "Board of Investment (BOI) Incentives and Foreign Ownership",
    "question": "Are there any risks of BOI status being revoked or challenged, and what contingencies are in place?"
  },
  {
    "section": "Board of Investment (BOI) Incentives and Foreign Ownership",
    "question": "How does BOI promotion affect the business’s competitive position relative to non-BOI competitors?"
  },
  {
    "section": "Board of Investment (BOI) Incentives and Foreign Ownership",
    "question": "What is the process for renewing or expanding BOI incentives as the business grows?"
  },
  {
    "section": "Operational Logistics and Collection Process",
    "question": "What is the end-to-end process for collecting, sorting, and transporting plastic bottles from condominiums to recycling facilities?"
  },
  {
    "section": "Operational Logistics and Collection Process",
    "question": "How are collection routes optimized for efficiency and cost-effectiveness?"
  },
  {
    "section": "Operational Logistics and Collection Process",
    "question": "What equipment and vehicles are used, and what is the maintenance and replacement schedule?"
  },
  {
    "section": "Operational Logistics and Collection Process",
    "question": "How is contamination managed at the point of collection, and what training is provided to residents and staff?"
  },
  {
    "section": "Operational Logistics and Collection Process",
    "question": "What is the process for weighing, recording, and tracking collected materials?"
  },
  {
    "section": "Operational Logistics and Collection Process",
    "question": "How are storage and transfer stations managed to prevent theft, contamination, or regulatory violations?"
  },
  {
    "section": "Operational Logistics and Collection Process",
    "question": "What are the key operational bottlenecks, and how are they addressed?"
  },
  {
    "section": "Operational Logistics and Collection Process",
    "question": "How does the business ensure health and safety for workers, especially in high-density urban environments?"
  },
  {
    "section": "Operational Logistics and Collection Process",
    "question": "What contingency plans are in place for equipment failure, labor shortages, or supply chain disruptions?"
  },
  {
    "section": "Operational Logistics and Collection Process",
    "question": "How is technology (e.g., smart bins, mobile apps, data analytics) integrated into operational workflows?"
  },
  {
    "section": "Supply Chain and Offtake Agreements",
    "question": "Who are the primary buyers of collected PET bottles (e.g., local recyclers, export markets, brand partners), and what are the terms of offtake agreements?"
  },
  {
    "section": "Supply Chain and Offtake Agreements",
    "question": "Are there long-term contracts in place with recyclers or processors, and what are the pricing mechanisms?"
  },
  {
    "section": "Supply Chain and Offtake Agreements",
    "question": "How is quality (e.g., contamination, color sorting) ensured to meet buyer specifications?"
  },
  {
    "section": "Supply Chain and Offtake Agreements",
    "question": "What is the process for negotiating and renewing offtake agreements?"
  },
  {
    "section": "Supply Chain and Offtake Agreements",
    "question": "Are there risks of buyer concentration or dependency, and how are these mitigated?"
  },
  {
    "section": "Supply Chain and Offtake Agreements",
    "question": "How does the business monitor market prices and adjust sales strategies accordingly?"
  },
  {
    "section": "Supply Chain and Offtake Agreements",
    "question": "Are there opportunities for direct integration with processors or brand owners seeking recycled content?"
  },
  {
    "section": "Supply Chain and Offtake Agreements",
    "question": "What is the process for handling rejected or downgraded materials?"
  },
  {
    "section": "Supply Chain and Offtake Agreements",
    "question": "How does the business ensure traceability and transparency in the supply chain, especially for ESG reporting?"
  },
  {
    "section": "Technology and Processing Methods",
    "question": "What technologies are used for sorting, cleaning, and processing collected bottles (e.g., manual sorting, mechanical separation, AI-powered smart bins)?"
  },
  {
    "section": "Technology and Processing Methods",
    "question": "Are there proprietary or patented technologies in use, and what are their advantages?"
  },
  {
    "section": "Technology and Processing Methods",
    "question": "How is contamination detected and managed at each stage of processing?"
  },
  {
    "section": "Technology and Processing Methods",
    "question": "What is the capacity and utilization rate of processing equipment, and how scalable is the system?"
  },
  {
    "section": "Technology and Processing Methods",
    "question": "How does the business monitor and optimize energy and water usage in processing?"
  },
  {
    "section": "Technology and Processing Methods",
    "question": "Are there plans to invest in advanced recycling technologies (e.g., chemical recycling, blockchain tracking)?"
  },
  {
    "section": "Technology and Processing Methods",
    "question": "How does the business stay abreast of technological innovations in the recycling sector?"
  },
  {
    "section": "Technology and Processing Methods",
    "question": "What are the maintenance and upgrade requirements for key equipment?"
  },
  {
    "section": "Technology and Processing Methods",
    "question": "How is technology used to track and report environmental impact (e.g., carbon footprint, plastic credits)?"
  },
  {
    "section": "Technology and Processing Methods",
    "question": "Are there partnerships with technology providers or research institutions?"
  },
  {
    "section": "Team and Founders Background",
    "question": "Who are the founders and key management team members, and what are their backgrounds in recycling, logistics, technology, or business development?"
  },
  {
    "section": "Team and Founders Background",
    "question": "What is the track record of the team in launching and scaling similar ventures?"
  },
  {
    "section": "Team and Founders Background",
    "question": "How is the team structured, and what are the roles and responsibilities of each member?"
  },
  {
    "section": "Team and Founders Background",
    "question": "What is the company’s approach to recruiting, training, and retaining talent at all levels?"
  },
  {
    "section": "Team and Founders Background",
    "question": "Are there any gaps in the team’s expertise, and how are these being addressed?"
  },
  {
    "section": "Team and Founders Background",
    "question": "What is the composition and experience of the board of directors and advisory board?"
  },
  {
    "section": "Team and Founders Background",
    "question": "Are there any conflicts of interest or related-party transactions involving the founders or key staff?"
  },
  {
    "section": "Team and Founders Background",
    "question": "What is the company culture, and how is it aligned with the mission and operational demands of the business?"
  },
  {
    "section": "Team and Founders Background",
    "question": "How does the team engage with stakeholders (e.g., residents, local authorities, partners)?"
  },
  {
    "section": "Team and Founders Background",
    "question": "What succession planning is in place for key roles?"
  },
  {
    "section": "Labor, Informal Sector, and Community Integration",
    "question": "How does the business interact with the informal sector (e.g., saleng, waste pickers), and what is the impact on collection volumes and community relations?"
  },
  {
    "section": "Labor, Informal Sector, and Community Integration",
    "question": "Are there partnerships or agreements with informal collectors, and how are these structured?"
  },
  {
    "section": "Labor, Informal Sector, and Community Integration",
    "question": "What is the company’s policy on fair wages, working conditions, and social protection for workers?"
  },
  {
    "section": "Labor, Informal Sector, and Community Integration",
    "question": "How does the business address potential conflicts or competition with informal collectors?"
  },
  {
    "section": "Labor, Informal Sector, and Community Integration",
    "question": "Are there community engagement programs to build trust and encourage participation in recycling?"
  },
  {
    "section": "Labor, Informal Sector, and Community Integration",
    "question": "How does the business measure and report on social impact (e.g., job creation, income improvement for informal workers)?"
  },
  {
    "section": "Labor, Informal Sector, and Community Integration",
    "question": "What is the approach to integrating marginalized or vulnerable groups into the workforce?"
  },
  {
    "section": "Labor, Informal Sector, and Community Integration",
    "question": "How does the business handle labor disputes, turnover, or shortages?"
  },
  {
    "section": "Labor, Informal Sector, and Community Integration",
    "question": "Are there partnerships with NGOs, local associations, or government agencies to support labor integration?"
  },
  {
    "section": "Labor, Informal Sector, and Community Integration",
    "question": "What is the company’s approach to health and safety, especially for workers handling potentially hazardous materials?"
  },
  {
    "section": "Environmental Impact and Measurement",
    "question": "What is the estimated environmental impact of the business (e.g., tons of plastic diverted from landfill, CO2 emissions avoided)?"
  },
  {
    "section": "Environmental Impact and Measurement",
    "question": "How is environmental performance measured, tracked, and reported (e.g., life cycle assessment, carbon footprint analysis)?"
  },
  {
    "section": "Environmental Impact and Measurement",
    "question": "What certifications or standards does the business adhere to (e.g., ISO 15270:2008, carbon credit schemes)?"
  },
  {
    "section": "Environmental Impact and Measurement",
    "question": "How does the business ensure proper handling and disposal of non-recyclable or contaminated materials?"
  },
  {
    "section": "Environmental Impact and Measurement",
    "question": "Are there initiatives to reduce the environmental footprint of operations (e.g., fuel-efficient vehicles, renewable energy, water recycling)?"
  },
  {
    "section": "Environmental Impact and Measurement",
    "question": "How does the business communicate environmental impact to customers, partners, and regulators?"
  },
  {
    "section": "Environmental Impact and Measurement",
    "question": "Are there partnerships with academic or research institutions to validate impact claims?"
  },
  {
    "section": "Environmental Impact and Measurement",
    "question": "How does the business plan to scale its environmental impact as it grows?"
  },
  {
    "section": "Environmental Impact and Measurement",
    "question": "What are the risks of greenwashing, and how are these mitigated?"
  },
  {
    "section": "Environmental Impact and Measurement",
    "question": "How does the business contribute to broader environmental goals (e.g., Thailand’s BCG strategy, zero plastic waste targets)?"
  },
  {
    "section": "Scalability and Expansion Plan",
    "question": "What is the roadmap for scaling operations within Bangkok and to other cities or building types?"
  },
  {
    "section": "Scalability and Expansion Plan",
    "question": "What are the key operational, regulatory, and financial milestones for expansion?"
  },
  {
    "section": "Scalability and Expansion Plan",
    "question": "How does the business plan to replicate its model in new markets (e.g., standard operating procedures, technology transfer, local partnerships)?"
  },
  {
    "section": "Scalability and Expansion Plan",
    "question": "What are the main constraints to scaling (e.g., capital, labor, regulatory approvals, customer acquisition)?"
  },
  {
    "section": "Scalability and Expansion Plan",
    "question": "How does the business plan to manage quality and consistency as it grows?"
  },
  {
    "section": "Scalability and Expansion Plan",
    "question": "What is the projected timeline for reaching key scale targets (e.g., number of buildings, tons collected, revenue milestones)?"
  },
  {
    "section": "Scalability and Expansion Plan",
    "question": "Are there plans for vertical integration (e.g., owning processing facilities, developing branded recycled products)?"
  },
  {
    "section": "Scalability and Expansion Plan",
    "question": "How does the business plan to adapt to changing market conditions or regulatory environments in new locations?"
  },
  {
    "section": "Scalability and Expansion Plan",
    "question": "What is the approach to managing risk and uncertainty during rapid growth?"
  },
  {
    "section": "Scalability and Expansion Plan",
    "question": "How does the business benchmark its scalability against leading players in Thailand and the region?"
  },
  {
    "section": "Operational Risks and Contingency Planning",
    "question": "What are the main operational risks facing the business (e.g., equipment failure, labor shortages, supply chain disruptions, regulatory changes)?"
  },
  {
    "section": "Operational Risks and Contingency Planning",
    "question": "What contingency plans are in place for each major risk?"
  },
  {
    "section": "Operational Risks and Contingency Planning",
    "question": "How does the business monitor and respond to emerging risks (e.g., market downturns, commodity price shocks, pandemics)?"
  },
  {
    "section": "Operational Risks and Contingency Planning",
    "question": "What insurance coverage is in place for key assets, liabilities, and business interruptions?"
  },
  {
    "section": "Operational Risks and Contingency Planning",
    "question": "How does the business ensure business continuity in the event of natural disasters, political unrest, or other external shocks?"
  },
  {
    "section": "Operational Risks and Contingency Planning",
    "question": "What is the process for incident reporting, investigation, and corrective action?"
  },
  {
    "section": "Operational Risks and Contingency Planning",
    "question": "How are risks communicated to stakeholders, including investors, customers, and employees?"
  },
  {
    "section": "Operational Risks and Contingency Planning",
    "question": "What is the company’s track record in managing past crises or disruptions?"
  },
  {
    "section": "Operational Risks and Contingency Planning",
    "question": "Are there regular risk assessments and scenario planning exercises?"
  },
  {
    "section": "Operational Risks and Contingency Planning",
    "question": "How does the business balance risk mitigation with the need for innovation and growth?"
  },
  {
    "section": "Financials, Projections, and Use of Funds",
    "question": "What are the detailed financial projections for the next 3–5 years, including revenue, costs, margins, and cash flow?"
  },
  {
    "section": "Financials, Projections, and Use of Funds",
    "question": "What are the key assumptions underlying these projections, and how are they validated?"
  },
  {
    "section": "Financials, Projections, and Use of Funds",
    "question": "How will the $1–2 million investment be allocated (e.g., equipment, working capital, marketing, technology, hiring)?"
  },
  {
    "section": "Financials, Projections, and Use of Funds",
    "question": "What is the expected runway provided by the investment, and what are the milestones for subsequent funding rounds?"
  },
  {
    "section": "Financials, Projections, and Use of Funds",
    "question": "How are capital expenditures prioritized and managed?"
  },
  {
    "section": "Financials, Projections, and Use of Funds",
    "question": "What is the company’s approach to financial discipline and cost control?"
  },
  {
    "section": "Financials, Projections, and Use of Funds",
    "question": "Are there audited financial statements or third-party reviews of financial data?"
  },
  {
    "section": "Financials, Projections, and Use of Funds",
    "question": "What is the current burn rate, and how does this compare to industry benchmarks?"
  },
  {
    "section": "Financials, Projections, and Use of Funds",
    "question": "What are the main financial risks, and how are they mitigated?"
  },
  {
    "section": "Financials, Projections, and Use of Funds",
    "question": "How does the company plan to achieve profitability and positive cash flow, and on what timeline?"
  },
  {
    "section": "Capital Requirements and Cap Table",
    "question": "What is the current capitalization table, including all shareholders, option pools, and convertible instruments?"
  },
  {
    "section": "Capital Requirements and Cap Table",
    "question": "How will the new investment affect ownership structure and dilution for existing and new investors?"
  },
  {
    "section": "Capital Requirements and Cap Table",
    "question": "What are the terms of the proposed investment (e.g., valuation, preferred shares, liquidation preferences, anti-dilution provisions)?"
  },
  {
    "section": "Capital Requirements and Cap Table",
    "question": "Are there any outstanding convertible notes, SAFEs, or warrants that could affect future dilution?"
  },
  {
    "section": "Capital Requirements and Cap Table",
    "question": "What is the company’s approach to managing dilution and aligning incentives for founders, employees, and investors?"
  },
  {
    "section": "Capital Requirements and Cap Table",
    "question": "How is the option pool structured, and what is the plan for future employee equity grants?"
  },
  {
    "section": "Capital Requirements and Cap Table",
    "question": "Are there any restrictions on foreign ownership or transfer of shares under Thai law or company bylaws?"
  },
  {
    "section": "Capital Requirements and Cap Table",
    "question": "How is the cap table managed and updated, and who has access to this information?"
  },
  {
    "section": "Capital Requirements and Cap Table",
    "question": "What are the exit rights and obligations for investors (e.g., drag-along, tag-along, ROFR)?"
  },
  {
    "section": "Capital Requirements and Cap Table",
    "question": "How does the cap table compare to industry norms for similar-stage startups?"
  },
  {
    "section": "Exit Strategy and Liquidity Options",
    "question": "What are the potential exit scenarios for investors (e.g., acquisition, IPO, secondary sale, founder buyback, liquidation)?"
  },
  {
    "section": "Exit Strategy and Liquidity Options",
    "question": "What is the expected timeline for exit, and what milestones must be achieved to enable a successful exit?"
  },
  {
    "section": "Exit Strategy and Liquidity Options",
    "question": "Who are the likely acquirers or strategic partners (e.g., large recycling firms, FMCG brands, infrastructure funds)?"
  },
  {
    "section": "Exit Strategy and Liquidity Options",
    "question": "What is the company’s track record or relationships with potential acquirers?"
  },
  {
    "section": "Exit Strategy and Liquidity Options",
    "question": "How does the business plan to maximize valuation at exit (e.g., scale, profitability, strategic partnerships)?"
  },
  {
    "section": "Exit Strategy and Liquidity Options",
    "question": "What are the legal and tax implications of different exit scenarios for foreign investors?"
  },
  {
    "section": "Exit Strategy and Liquidity Options",
    "question": "Are there any restrictions on share transfers or exit under Thai law or company bylaws?"
  },
  {
    "section": "Exit Strategy and Liquidity Options",
    "question": "What is the process for preparing the company for exit (e.g., financial audits, legal due diligence, operational readiness)?"
  },
  {
    "section": "Exit Strategy and Liquidity Options",
    "question": "How are exit rights structured in the investment agreement (e.g., drag-along, tag-along, put options)?"
  },
  {
    "section": "Exit Strategy and Liquidity Options",
    "question": "What lessons can be learned from recent exits in the Thai recycling sector, and how does the company benchmark against these precedents?"
  },
  {
    "section": "Legal Structure, Contracts, and Intellectual Property",
    "question": "What is the legal structure of the company (e.g., Thai limited company, BOI-promoted entity, joint venture), and how does this affect ownership, control, and liability?"
  },
  {
    "section": "Legal Structure, Contracts, and Intellectual Property",
    "question": "Are all key contracts (e.g., customer agreements, supplier contracts, employment agreements, leases) in place and legally enforceable?"
  },
  {
    "section": "Legal Structure, Contracts, and Intellectual Property",
    "question": "What is the status of intellectual property (e.g., patents, trademarks, proprietary technology), and how is it protected?"
  },
  {
    "section": "Legal Structure, Contracts, and Intellectual Property",
    "question": "Are there any pending or threatened legal disputes involving the company or its founders?"
  },
  {
    "section": "Legal Structure, Contracts, and Intellectual Property",
    "question": "How does the company ensure compliance with Thai contract law, labor law, and other relevant statutes?"
  },
  {
    "section": "Legal Structure, Contracts, and Intellectual Property",
    "question": "Are there standard templates for key contracts, and how are these reviewed and updated?"
  },
  {
    "section": "Legal Structure, Contracts, and Intellectual Property",
    "question": "How does the company manage confidentiality, data protection, and non-compete agreements?"
  },
  {
    "section": "Legal Structure, Contracts, and Intellectual Property",
    "question": "Are there any restrictions on foreign ownership or control under Thai law, and how are these addressed in the legal structure?"
  },
  {
    "section": "Legal Structure, Contracts, and Intellectual Property",
    "question": "What is the process for resolving disputes with customers, suppliers, or employees?"
  },
  {
    "section": "Legal Structure, Contracts, and Intellectual Property",
    "question": "How does the company ensure legal compliance as it expands into new markets or business lines?"
  },
  {
    "section": "Insurance, Liability, and Compliance",
    "question": "What insurance coverage is in place for key risks (e.g., property, liability, business interruption, environmental liability)?"
  },
  {
    "section": "Insurance, Liability, and Compliance",
    "question": "How are insurance policies reviewed and updated as the business grows?"
  },
  {
    "section": "Insurance, Liability, and Compliance",
    "question": "What are the main liability risks (e.g., worker injury, environmental contamination, contract disputes), and how are these managed?"
  },
  {
    "section": "Insurance, Liability, and Compliance",
    "question": "How does the company ensure compliance with health and safety regulations for workers and customers?"
  },
  {
    "section": "Insurance, Liability, and Compliance",
    "question": "Are there regular audits or inspections to ensure compliance with insurance and regulatory requirements?"
  },
  {
    "section": "Insurance, Liability, and Compliance",
    "question": "What is the process for reporting and managing incidents or claims?"
  },
  {
    "section": "Insurance, Liability, and Compliance",
    "question": "How does the company manage compliance with data protection and privacy laws, especially for customer and employee data?"
  },
  {
    "section": "Insurance, Liability, and Compliance",
    "question": "Are there any recent or pending insurance claims or regulatory actions?"
  },
  {
    "section": "Insurance, Liability, and Compliance",
    "question": "How does the company benchmark its compliance practices against industry standards?"
  },
  {
    "section": "Insurance, Liability, and Compliance",
    "question": "What is the process for updating compliance policies in response to regulatory changes?"
  },
  {
    "section": "Pricing, Incentives, and Customer Acquisition",
    "question": "How are service fees and material prices set for condominium customers and recycling buyers?"
  },
  {
    "section": "Pricing, Incentives, and Customer Acquisition",
    "question": "What incentives are offered to residents, building managers, or staff to encourage participation in recycling programs?"
  },
  {
    "section": "Pricing, Incentives, and Customer Acquisition",
    "question": "How does the business acquire new condominium customers, and what is the typical sales cycle?"
  },
  {
    "section": "Pricing, Incentives, and Customer Acquisition",
    "question": "What marketing and outreach strategies are used to build brand awareness and trust?"
  },
  {
    "section": "Pricing, Incentives, and Customer Acquisition",
    "question": "How does the company measure and optimize customer acquisition cost (CAC) and lifetime value (LTV)?"
  },
  {
    "section": "Pricing, Incentives, and Customer Acquisition",
    "question": "Are there referral or loyalty programs to encourage customer retention and word-of-mouth growth?"
  },
  {
    "section": "Pricing, Incentives, and Customer Acquisition",
    "question": "How does the business adapt pricing and incentives in response to market changes or competitor actions?"
  },
  {
    "section": "Pricing, Incentives, and Customer Acquisition",
    "question": "What is the process for onboarding new customers and ensuring high participation rates?"
  },
  {
    "section": "Pricing, Incentives, and Customer Acquisition",
    "question": "How are customer feedback and complaints managed and used to improve services?"
  },
  {
    "section": "Pricing, Incentives, and Customer Acquisition",
    "question": "What is the company’s track record in winning and retaining key accounts?"
  },
  {
    "section": "Partnerships with Local Authorities and LAOs",
    "question": "What relationships exist with the Bangkok Metropolitan Administration (BMA), local administrative organizations (LAOs), and other government bodies?"
  },
  {
    "section": "Partnerships with Local Authorities and LAOs",
    "question": "Are there formal partnerships or MOUs in place, and what are their terms?"
  },
  {
    "section": "Partnerships with Local Authorities and LAOs",
    "question": "How does the business navigate the regulatory and political landscape at the local level?"
  },
  {
    "section": "Partnerships with Local Authorities and LAOs",
    "question": "What is the process for securing permits, approvals, or support from local authorities?"
  },
  {
    "section": "Partnerships with Local Authorities and LAOs",
    "question": "How does the company engage with community leaders, residents’ associations, and other stakeholders?"
  },
  {
    "section": "Partnerships with Local Authorities and LAOs",
    "question": "Are there risks of policy changes, political shifts, or regulatory crackdowns affecting operations?"
  },
  {
    "section": "Partnerships with Local Authorities and LAOs",
    "question": "How does the business contribute to local government goals (e.g., waste reduction targets, community development)?"
  },
  {
    "section": "Partnerships with Local Authorities and LAOs",
    "question": "What is the process for resolving disputes or challenges with local authorities?"
  },
  {
    "section": "Partnerships with Local Authorities and LAOs",
    "question": "Are there opportunities for public-private partnerships or joint ventures with government agencies?"
  },
  {
    "section": "Partnerships with Local Authorities and LAOs",
    "question": "How does the business monitor and adapt to changes in local policy or leadership?"
  },
  {
    "section": "Quality Control and Contamination Management",
    "question": "What processes are in place to ensure the quality and purity of collected materials?"
  },
  {
    "section": "Quality Control and Contamination Management",
    "question": "How is contamination detected, tracked, and minimized at each stage of collection and processing?"
  },
  {
    "section": "Quality Control and Contamination Management",
    "question": "What training is provided to staff and residents to reduce contamination?"
  },
  {
    "section": "Quality Control and Contamination Management",
    "question": "How are contaminated or non-recyclable materials handled and disposed of?"
  },
  {
    "section": "Quality Control and Contamination Management",
    "question": "What are the financial and operational impacts of contamination on margins and offtake agreements?"
  },
  {
    "section": "Quality Control and Contamination Management",
    "question": "How does the business benchmark its quality control processes against industry standards?"
  },
  {
    "section": "Quality Control and Contamination Management",
    "question": "Are there regular audits or inspections of collection and processing sites?"
  },
  {
    "section": "Quality Control and Contamination Management",
    "question": "How is feedback from buyers or processors used to improve quality?"
  },
  {
    "section": "Quality Control and Contamination Management",
    "question": "What is the process for investigating and resolving quality issues?"
  },
  {
    "section": "Quality Control and Contamination Management",
    "question": "How does the company plan to improve quality control as it scales?"
  },
  {
    "section": "Logistics: Transport, Storage, and Transfer Stations",
    "question": "What is the fleet size and composition for collection and transport, and how is it managed?"
  },
  {
    "section": "Logistics: Transport, Storage, and Transfer Stations",
    "question": "How are routes planned and optimized for efficiency and cost savings?"
  },
  {
    "section": "Logistics: Transport, Storage, and Transfer Stations",
    "question": "What storage facilities are used, and how are they secured and maintained?"
  },
  {
    "section": "Logistics: Transport, Storage, and Transfer Stations",
    "question": "How are transfer stations managed to prevent theft, contamination, or regulatory violations?"
  },
  {
    "section": "Logistics: Transport, Storage, and Transfer Stations",
    "question": "What is the process for scaling logistics capacity as the business grows?"
  },
  {
    "section": "Logistics: Transport, Storage, and Transfer Stations",
    "question": "How are logistics costs tracked and controlled?"
  },
  {
    "section": "Logistics: Transport, Storage, and Transfer Stations",
    "question": "What is the company’s approach to fleet maintenance, replacement, and upgrade?"
  },
  {
    "section": "Logistics: Transport, Storage, and Transfer Stations",
    "question": "Are there partnerships with third-party logistics providers or local transport companies?"
  },
  {
    "section": "Logistics: Transport, Storage, and Transfer Stations",
    "question": "How does the business ensure compliance with transport and storage regulations?"
  },
  {
    "section": "Logistics: Transport, Storage, and Transfer Stations",
    "question": "What contingency plans are in place for logistics disruptions (e.g., vehicle breakdowns, road closures, labor strikes)?"
  },
  {
    "section": "Market Trends and Forecasts for Thailand Plastics",
    "question": "What are the key trends in plastic consumption, waste generation, and recycling rates in Thailand and Bangkok?"
  },
  {
    "section": "Market Trends and Forecasts for Thailand Plastics",
    "question": "How are government policies (e.g., plastic bag bans, EPR laws, BCG strategy) shaping the market?"
  },
  {
    "section": "Market Trends and Forecasts for Thailand Plastics",
    "question": "What is the outlook for PET prices, demand for recycled content, and export opportunities?"
  },
  {
    "section": "Market Trends and Forecasts for Thailand Plastics",
    "question": "How are consumer attitudes toward recycling and sustainability evolving?"
  },
  {
    "section": "Market Trends and Forecasts for Thailand Plastics",
    "question": "What are the main risks and opportunities in the Thai plastics market over the next 5–10 years?"
  },
  {
    "section": "Market Trends and Forecasts for Thailand Plastics",
    "question": "How does the business benchmark its forecasts against industry data and expert analysis?"
  },
  {
    "section": "Market Trends and Forecasts for Thailand Plastics",
    "question": "What are the implications of global trends (e.g., plastic waste import bans, ESG investing) for the business?"
  },
  {
    "section": "Market Trends and Forecasts for Thailand Plastics",
    "question": "How does the company plan to adapt to changing market conditions?"
  },
  {
    "section": "Market Trends and Forecasts for Thailand Plastics",
    "question": "What is the process for monitoring and responding to market shifts?"
  },
  {
    "section": "Market Trends and Forecasts for Thailand Plastics",
    "question": "How does the business leverage market trends to drive growth and innovation?"
  },
  {
    "section": "Customer Contracts and Condominium Agreements",
    "question": "What is the standard contract structure with condominium customers (e.g., exclusivity, service levels, pricing, duration)?"
  },
  {
    "section": "Customer Contracts and Condominium Agreements",
    "question": "How are contracts negotiated, renewed, and enforced?"
  },
  {
    "section": "Customer Contracts and Condominium Agreements",
    "question": "What are the main reasons for contract termination or non-renewal, and how are these addressed?"
  },
  {
    "section": "Customer Contracts and Condominium Agreements",
    "question": "How does the business ensure compliance with contract terms and service level agreements?"
  },
  {
    "section": "Customer Contracts and Condominium Agreements",
    "question": "Are there any disputes or legal actions involving customer contracts?"
  },
  {
    "section": "Customer Contracts and Condominium Agreements",
    "question": "How does the company manage customer onboarding, training, and support?"
  },
  {
    "section": "Customer Contracts and Condominium Agreements",
    "question": "What is the process for handling customer complaints or service issues?"
  },
  {
    "section": "Customer Contracts and Condominium Agreements",
    "question": "How are contract terms adapted for different customer segments (e.g., luxury vs. budget condominiums)?"
  },
  {
    "section": "Customer Contracts and Condominium Agreements",
    "question": "What is the company’s track record in winning and retaining key accounts?"
  },
  {
    "section": "Customer Contracts and Condominium Agreements",
    "question": "How does the business benchmark its contract terms against industry standards?"
  },
  {
    "section": "Community Engagement and Behavior Change",
    "question": "What programs are in place to educate and engage residents, building managers, and staff in recycling?"
  },
  {
    "section": "Community Engagement and Behavior Change",
    "question": "How does the business measure and report on participation rates and behavior change?"
  },
  {
    "section": "Community Engagement and Behavior Change",
    "question": "Are there partnerships with schools, NGOs, or community groups to promote recycling?"
  },
  {
    "section": "Community Engagement and Behavior Change",
    "question": "What incentives or rewards are offered to encourage participation?"
  },
  {
    "section": "Community Engagement and Behavior Change",
    "question": "How does the company address cultural or behavioral barriers to recycling?"
  },
  {
    "section": "Community Engagement and Behavior Change",
    "question": "What is the process for gathering and acting on community feedback?"
  },
  {
    "section": "Community Engagement and Behavior Change",
    "question": "How are success stories and impact communicated to stakeholders?"
  },
  {
    "section": "Community Engagement and Behavior Change",
    "question": "What is the company’s track record in driving sustained behavior change?"
  },
  {
    "section": "Community Engagement and Behavior Change",
    "question": "How does the business plan to scale community engagement as it grows?"
  },
  {
    "section": "Community Engagement and Behavior Change",
    "question": "What lessons have been learned from past engagement efforts, and how are these applied to future programs?"
  },
  {
    "section": "Technology for Tracking and Reporting",
    "question": "What systems are in place for tracking collection volumes, contamination rates, and operational performance?"
  },
  {
    "section": "Technology for Tracking and Reporting",
    "question": "How is data collected, stored, and analyzed, and who has access to it?"
  },
  {
    "section": "Technology for Tracking and Reporting",
    "question": "What reporting tools are used for internal management, customer communication, and regulatory compliance?"
  },
  {
    "section": "Technology for Tracking and Reporting",
    "question": "How does the business ensure data accuracy, security, and privacy?"
  },
  {
    "section": "Technology for Tracking and Reporting",
    "question": "Are there opportunities to monetize data (e.g., ESG reporting, plastic credits, customer dashboards)?"
  },
  {
    "section": "Technology for Tracking and Reporting",
    "question": "How is technology used to support decision-making and continuous improvement?"
  },
  {
    "section": "Technology for Tracking and Reporting",
    "question": "What is the process for integrating new technologies or upgrading existing systems?"
  },
  {
    "section": "Technology for Tracking and Reporting",
    "question": "Are there partnerships with technology providers or research institutions?"
  },
  {
    "section": "Technology for Tracking and Reporting",
    "question": "How does the company benchmark its technology stack against industry leaders?"
  },
  {
    "section": "Technology for Tracking and Reporting",
    "question": "What is the plan for scaling technology infrastructure as the business grows?"
  },
  {
    "section": "Capital Efficiency and Unit Scaling",
    "question": "What is the capital required to launch and scale a new collection route or building?"
  },
  {
    "section": "Capital Efficiency and Unit Scaling",
    "question": "How does the business optimize capital allocation for maximum impact and ROI?"
  },
  {
    "section": "Capital Efficiency and Unit Scaling",
    "question": "What is the process for evaluating and prioritizing new investments (e.g., vehicles, equipment, technology)?"
  },
  {
    "section": "Capital Efficiency and Unit Scaling",
    "question": "How does the company benchmark its capital efficiency against industry norms?"
  },
  {
    "section": "Capital Efficiency and Unit Scaling",
    "question": "What are the main constraints to scaling (e.g., capital, labor, regulatory approvals), and how are these addressed?"
  },
  {
    "section": "Capital Efficiency and Unit Scaling",
    "question": "What is the expected payback period for key investments?"
  },
  {
    "section": "Capital Efficiency and Unit Scaling",
    "question": "How does the business plan to improve capital efficiency as it grows?"
  },
  {
    "section": "Capital Efficiency and Unit Scaling",
    "question": "What is the process for monitoring and managing capital expenditures?"
  },
  {
    "section": "Capital Efficiency and Unit Scaling",
    "question": "How are capital requirements modeled in financial projections?"
  },
  {
    "section": "Capital Efficiency and Unit Scaling",
    "question": "What is the company’s track record in managing capital efficiently?"
  },
  {
    "section": "Due Diligence on Suppliers and Equipment",
    "question": "Who are the main suppliers of equipment, vehicles, and materials, and what are the terms of supply agreements?"
  },
  {
    "section": "Due Diligence on Suppliers and Equipment",
    "question": "How are suppliers selected, evaluated, and managed?"
  },
  {
    "section": "Due Diligence on Suppliers and Equipment",
    "question": "What is the process for vetting new suppliers or equipment vendors?"
  },
  {
    "section": "Due Diligence on Suppliers and Equipment",
    "question": "Are there risks of supply chain disruption, and how are these mitigated?"
  },
  {
    "section": "Due Diligence on Suppliers and Equipment",
    "question": "How does the company ensure quality, reliability, and compliance from suppliers?"
  },
  {
    "section": "Due Diligence on Suppliers and Equipment",
    "question": "What is the process for negotiating and renewing supply contracts?"
  },
  {
    "section": "Due Diligence on Suppliers and Equipment",
    "question": "Are there opportunities for strategic partnerships or joint ventures with suppliers?"
  },
  {
    "section": "Due Diligence on Suppliers and Equipment",
    "question": "How does the business benchmark supplier performance against industry standards?"
  },
  {
    "section": "Due Diligence on Suppliers and Equipment",
    "question": "What is the process for handling supplier disputes or failures?"
  },
  {
    "section": "Due Diligence on Suppliers and Equipment",
    "question": "How does the company plan to scale supplier relationships as it grows?"
  },
  {
    "section": "Social Impact and ESG Metrics",
    "question": "What are the key social impact metrics tracked by the business (e.g., jobs created, income improvement for informal workers, community engagement)?"
  },
  {
    "section": "Social Impact and ESG Metrics",
    "question": "How is impact measured, validated, and reported to stakeholders?"
  },
  {
    "section": "Social Impact and ESG Metrics",
    "question": "What certifications or standards does the business adhere to (e.g., B Corp, ISO, GRI)?"
  },
  {
    "section": "Social Impact and ESG Metrics",
    "question": "How does the company align its operations with ESG (Environmental, Social, Governance) best practices?"
  },
  {
    "section": "Social Impact and ESG Metrics",
    "question": "Are there partnerships with NGOs, government agencies, or academic institutions to support impact measurement?"
  },
  {
    "section": "Social Impact and ESG Metrics",
    "question": "How does the business communicate impact to customers, partners, and investors?"
  },
  {
    "section": "Social Impact and ESG Metrics",
    "question": "What is the process for continuous improvement in social and environmental performance?"
  },
  {
    "section": "Social Impact and ESG Metrics",
    "question": "How are impact metrics integrated into management decision-making?"
  },
  {
    "section": "Social Impact and ESG Metrics",
    "question": "What is the company’s track record in delivering and scaling social impact?"
  },
  {
    "section": "Social Impact and ESG Metrics",
    "question": "How does the business benchmark its impact against industry leaders?"
  }
]
